tap "aws/tap"
tap "buo/cask-upgrade"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
brew "glib"
brew "readline"
brew "python@3.9"
brew "clisp"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "dockutil"
brew "openjdk"
brew "duck"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "findutils"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "github-keygen"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "python@3.10"
brew "gobject-introspection"
brew "harfbuzz"
brew "htop"
brew "httpie"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "pango"
brew "librsvg"
brew "mas"
brew "moreutils"
brew "neovim"
brew "node"
brew "netlify-cli"
brew "ngrep"
brew "node-build"
brew "nvm"
brew "openssl@3"
brew "pnpm"
brew "qemu"
brew "podman"
brew "postgresql", restart_service: true
brew "pyenv"
brew "rbenv"
brew "rename"
brew "stow"
brew "tmux"
brew "tree"
brew "watchman"
brew "yarn"
brew "zlib"
brew "zplug"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
cask "appcleaner"
cask "bitwarden"
cask "calibre"
cask "fig"
cask "iterm2"
cask "java"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "mounty"
cask "mysides"
cask "obs-websocket"
cask "obsidian"
cask "postico"
cask "postman"
cask "typora"
cask "vimr"
cask "warp"
cask "wireshark"
