tap "aws/tap"
tap "buo/cask-upgrade"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
brew "bash-completion"
brew "boost"
brew "glib"
brew "clisp"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "dockutil"
brew "openjdk"
brew "duck"
brew "folly"
brew "python@3.9"
brew "python@3.10"
brew "esptool"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "findutils"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "github-keygen"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "htop"
brew "httpie"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "librsvg"
brew "mas"
brew "minicom"
brew "moreutils"
brew "neovim"
# brew "node"
brew "netlify-cli"
brew "ngrep"
brew "nmap"
brew "node-build"
brew "nvm"
brew "openssl@3"
brew "pipenv"
brew "pnpm"
brew "qemu"
brew "pv"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "stow"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "zlib"
brew "zplug"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
cask "appcleaner"
cask "bitwarden"
cask "fig"
cask "font-hack-nerd-font"
cask "fontforge"
cask "iterm2"
cask "mactex"
cask "miniconda"
cask "mounty"
cask "mysides"
cask "obs-websocket"
cask "postico"
cask "postman"
cask "raycast"
cask "skim"
cask "warp"
cask "wireshark"
cask "visual-studio-code"
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "Graphic", id: 404705039
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "SimpleMind", id: 439654198
mas "Telegram Lite", id: 946399090
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 1147396723
