tap "aws/tap"
tap "buo/cask-upgrade"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
brew "bash-completion"
brew "boost"
brew "glib"
brew "clisp"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "dockutil"
brew "harfbuzz"
brew "openjdk"
brew "duck"
brew "folly"
brew "esptool"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "findutils"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "github-keygen"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gobject-introspection"
brew "htop"
brew "httpie"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "pango"
brew "librsvg"
brew "mas"
brew "minicom"
brew "moreutils"
brew "neovim"
brew "node"
brew "netlify-cli"
brew "ngrep"
brew "nmap"
brew "node-build"
brew "nvm"
brew "openssl@3"
brew "pipenv"
brew "pnpm"
brew "qemu"
brew "podman"
brew "postgresql@14"
brew "pv"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "stow"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "zlib"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
cask "bitwarden"
cask "fig"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "fontforge"
cask "iterm2"
cask "karabiner-elements"
cask "miniconda"
cask "mounty"
cask "mysides"
cask "postman"
cask "raycast"
cask "warp"
cask "wireshark"
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "Graphic", id: 404705039
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "SimpleMind", id: 439654198
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
