tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "buo/cask-upgrade"
brew "mas"
brew "github-keygen"
brew "gnupg"
tap "github/gh"
tap "jakehilborn/jakehilborn"
brew "python@3.9"
brew "clisp"
brew "cmake"
brew "stow"
brew "ngrep"
brew "cocoapods"
brew "coreutils"
brew "dockutil"
brew "openjdk"
brew "duck"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "harfbuzz"
brew "htop"
brew "httpie"
brew "python@3.8"
brew "imagemagick"
brew "pango"
brew "librsvg"
brew "moreutils"
brew "neovim"
brew "node"
brew "netlify-cli"
brew "nvm"
brew "pyenv"
brew "tmux"
brew "tree"
brew "watchman"
brew "zsh"
cask "appcleaner"
cask "bitwarden"
cask "calibre"
cask "iterm2"
cask "java"
cask "mounty"
cask "mysides"
cask "obs-websocket"
cask "postman"
cask "wireshark"
cask "karabiner-elements"
# cask "brave-browser"
